tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
#tap "koekeishiya/formulae"
brew "ack"
# brew "automake"
# brew "cmake"
brew "coreutils"
brew "cscope"
brew "libtool"
brew "exa"
brew "fd"
brew "fzf"
# brew "git"
# brew "global"
brew "htop"
brew "ispell"
brew "markdown"
brew "pandoc"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
# brew "universal-ctags"
brew "wget"
brew neovim
brew java
# brew "yadm"
# brew "d12frosted/emacs-plus/emacs-plus@27"
# brew "koekeishiya/formulae/skhd"
# brew "koekeishiya/formulae/yabai"
# cask "alacritty"
cask "visual-studio-code"
