brew "bat"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "neovim"
brew "pnpm"
brew "rhash"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"

cask "ghostty"
cask "raycast"
